{
  "id": 46,
  "title": "A Christmas Carol in Prose; Being a Ghost Story of Christmas",
  "authors": [
    {
      "name": "Dickens, Charles",
      "birth_year": 1812,
      "death_year": 1870
    }
  ],
  "summaries": [
    "\"A Christmas Carol in Prose; Being a Ghost Story of Christmas\" by Charles Dickens is a novella written in the early 19th century. The story centers around Ebenezer Scrooge, a miserly old man, who is transformed after being visited by the ghost of his deceased partner, Jacob Marley, and the spirits of Christmas Past, Present, and Yet to Come. The novella explores themes of redemption, compassion, and the true spirit of Christmas, emphasizing the importance of generosity and kindness.  The opening of the story establishes Scrooge's character as cold-hearted and uncharitable, focusing heavily on his disdain for Christmas and his lack of empathy towards others. As the narrative begins, Marley's ghost visits him to warn Scrooge of the dire consequences of his selfishness, foreshadowing the transformative journey that will follow. Scrooge's interactions with his cheerful nephew and the charitable gentlemen seeking donations highlight his isolation and bitterness, setting the stage for the exploration of his past, present, and future through ghostly visitations. This initial setup creates a compelling contrast between Scrooge's grim reality and the joy of the festive season that others experience around him. (This is an automatically generated summary.)"
  ],
  "editors": [],
  "translators": [],
  "subjects": [
    "Christmas stories",
    "Ghost stories",
    "London (England) -- Fiction",
    "Misers -- Fiction",
    "Poor families -- Fiction",
    "Scrooge, Ebenezer (Fictitious character) -- Fiction",
    "Sick children -- Fiction"
  ],
  "bookshelves": [
    "Category: British Literature",
    "Category: Classics of Literature",
    "Category: Novels",
    "Children's Literature",
    "Christmas"
  ],
  "languages": [
    "en"
  ],
  "copyright": false,
  "media_type": "Text",
  "formats": {
    "text/html": "https://www.gutenberg.org/ebooks/46.html.images",
    "application/epub+zip": "https://www.gutenberg.org/ebooks/46.epub3.images",
    "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/46.kf8.images",
    "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/46.txt.utf-8",
    "application/rdf+xml": "https://www.gutenberg.org/ebooks/46.rdf",
    "image/jpeg": "https://www.gutenberg.org/cache/epub/46/pg46.cover.medium.jpg",
    "application/octet-stream": "https://www.gutenberg.org/cache/epub/46/pg46-h.zip"
  },
  "download_count": 38570
}