{
  "id": 8492,
  "title": "The King in Yellow",
  "authors": [
    {
      "name": "Chambers, Robert W. (Robert William)",
      "birth_year": 1865,
      "death_year": 1933
    }
  ],
  "summaries": [
    "\"The King in Yellow\" by Robert W. Chambers is a collection of short stories written in the late 19th century. This work weaves together themes of madness, decay, and the supernatural, often revolving around a mysterious play that drives its readers to madness. The stories explore the lives of various characters, including the ambitious Hildred Castaigne, who becomes entangled with the dark influence of the titular King in Yellow, a character symbolizing despair and horror.  At the start of \"The King in Yellow,\" we are introduced to a disquieting atmosphere set in a future America, where the government has established a 'Lethal Chamber' for those seeking voluntary death. The protagonist, Hildred Castaigne, reflects on his recent convalescence from a head injury and his obsession with a particular play, \"The King in Yellow.\" His fixation leads him to visit a deranged character named Mr. Wilde, a so-called \"Repairer of Reputations,\" who signifies the blurring line between sanity and madness. As Hildred interacts with the characters around him, including the romantic tension involving his cousin Louis and Constance, the story hints at a larger, ominous force that looms over their lives, foreshadowing the psychological and tragic consequences of their obsessions. (This is an automatically generated summary.)"
  ],
  "editors": [],
  "translators": [],
  "subjects": [
    "Horror tales, American",
    "Short stories, American",
    "United States -- Social life and customs -- 19th century -- Fiction"
  ],
  "bookshelves": [
    "Category: American Literature",
    "Category: Crime, Thrillers and Mystery",
    "Category: Science-Fiction & Fantasy",
    "Category: Short Stories",
    "Horror"
  ],
  "languages": [
    "en"
  ],
  "copyright": false,
  "media_type": "Text",
  "formats": {
    "text/html": "https://www.gutenberg.org/ebooks/8492.html.images",
    "application/epub+zip": "https://www.gutenberg.org/ebooks/8492.epub3.images",
    "application/x-mobipocket-ebook": "https://www.gutenberg.org/ebooks/8492.kf8.images",
    "text/plain; charset=us-ascii": "https://www.gutenberg.org/ebooks/8492.txt.utf-8",
    "application/rdf+xml": "https://www.gutenberg.org/ebooks/8492.rdf",
    "image/jpeg": "https://www.gutenberg.org/cache/epub/8492/pg8492.cover.medium.jpg",
    "application/octet-stream": "https://www.gutenberg.org/cache/epub/8492/pg8492-h.zip"
  },
  "download_count": 77816
}